# 시간에 관계된 것을 표현하는 포맷 코드

# 포맷코드	설명	예
# %a	요일 줄임말	Mon
# %A	요일	Monday
# %b	달 줄임말	Jan
# %B	달	January
# %c	날짜와 시간을 출력함	06/01/01 17:22:21
# %d	날(day)	[00,31]
# %H	시간(hour)-24시간 출력 형태	[00,23]
# %I	시간(hour)-12시간 출력 형태	[01,12]
# %j	1년 중 누적 날짜	[001,366]
# %m	달	[01,12]
# %M	분	[01,59]
# %p	AM or PM	AM
# %S	초	[00,61]
# %U	1년 중 누적 주-일요일을 시작으로	[00,53]
# %w	숫자로 된 요일	[0(일요일),6]
# %W	1년 중 누적 주-월요일을 시작으로	[00,53]
# %x	현재 설정된 로케일에 기반한 날짜 출력	06/01/01
# %X	현재 설정된 로케일에 기반한 시간 출력	17:22:21
# %Y	년도 출력	2001
# %Z	시간대 출력	대한민국 표준시
# %%	문자	%
# %y	세기부분을 제외한 년도 출력	01
